{
  "cancelCallModal": {
    "title": "¿Cancelar llamada?",
    "okText": "Confirmir",
    "messageOne": "Está a punto de cancelar su llamada con {{connectionName}} para:",
    "messageTwo": "Selecciona un motivo de cancelación para enviarlo a {{connectionFirstName}} para ayudarlos a elegir un horario que funcione mejor para ti.",
    "dropdownPlaceholder": "Razon de cancelación",
    "reason1": "No puedo hacer esta vez solo por esta vez.",
    "reason2": "No puedo hacer esta vez en {{dayOfWeek}}.",
    "reason3": "No puedo hacer este tiempo de lunes a viernes.",
    "reason4": "No puedo hacer esta hora cualquier día de la semana (dom - sáb).",
    "toastSuccess": "Llamada cancelada con éxito.",
    "toastFailure": "No se pudo cancelar la llamada."
  },
  "kioskConfirmationModal": {
    "title": "Antes de conectarnos, confirmamos algunas cosas...",
    "locationHeader": "¿Está usando el dispositivo correcto?",
    "subtitle": "Su llamada está asignada a:",
    "locationBody": "Si estás en el dispositivo equivocado, no podrá conectarse a su llamada y tendrá que cerrar la sesión y ubicar su dispositivo asignado.",
    "privacyHeader": "¿Está de acuerdo con la siguiente declaración de uso?",
    "privacyBody": "Al hacer clic en \"Confirmar\" y participar en esta llamada, usted acepta la supervisión y grabación de su video, audio y mensajes de chat durante la llamada por parte de su centro penitenciario. Usted acepta cumplir con las políticas de llamadas establecidas por la instalación y comprende que no hacerlo puede resultar en la interrupción o terminación de su llamada."
  },
  "informational": {
    "whenWillCallConnect": {
      "title": "¿Cuándo se conectará mi llamada?",
      "body": "Una vez que el miembro del personal de la instalación esté destinado y tanto usted como su contacto estén en la sala de espera, su llamada se conectará automáticamente a la hora de inicio programada. Si elige verificar su conexión mientras espera, ¡no se preocupe por perder parte del tiempo de su llamada! Su llamada se conectará automáticamente incluso si está en medio de una prueba para que pueda aprovechar toda la sesión. Nota: El miembro del personal de la instalación no participa en la llamada en sí, pero tiene la capacidad de interrumpir o terminar la llamada según su criterio."
    }
  }
}
