{
  "cancelCallModal": {
    "title": "Cancel Call?",
    "okText": "Confirm",
    "messageOne": "You are about to cancel your call with {{connectionName}} for:",
    "messageTwo": "Please select a cancellation reason to send to {{connectionFirstName}} to help them choose a time that works better for you..",
    "dropdownPlaceholder": "Cancellation reason",
    "reason1": "I can't make this time just this once.",
    "reason2": "I can't make this time on {{dayOfWeek}}s.",
    "reason3": "I can't make this time on weekdays (Mon-Fri).",
    "reason4": "I can't make this time any day of the week (Sun-Sat).",
    "toastSuccess": "Successfully cancelled call.",
    "toastFailure": "Failed to cancel call."
  },
  "kioskConfirmationModal": {
    "title": "Before connecting, let’s confirm a few things...",
    "locationHeader": "Are you using the correct device?",
    "subtitle": "Your call is assigned to:",
    "locationBody": "If you’re on the wrong device, you will not be able to connect to your call, and you will have to log out and locate your assigned device.",
    "privacyHeader": "Do you agree with the following usage statement?",
    "privacyBody": "By clicking ‘Confirm’ and participating in this call, you consent to the monitoring and recording of your video, audio, and in-call chat messages by your correctional facility. You agree to abide by the facility’s stated calling policies and understand that failure to do so may result in the interruption or termination of your call."
  },
  "informational": {
    "whenWillCallConnect": {
      "title": "When will my call connect?",
      "body": "Once the facility staff member is stationed and both you and your contact are in the Waiting Room, your call will automatically connect at the scheduled start time. If you choose to check your connection while waiting, don’t worry about losing any of your call time! Your call will automatically connect even if you are in the middle of testing so that you can take advantage of the entire sesson. Note: The facility staff member does not participate in the call itself but has the ability to interrupt or terminate the call based on their discretion."
    }
  }
}
